Repository: emawind84/rrwebtv
Catalog: uploads/locale/*/LC_MESSAGES/django.po
Languages: it

source: You can upload several replay files, make sure you upload only the original files, no other files are permitted.
it: Puoi caricare piu file allo stesso tempo, solo i replay originali sono permessi.

source: This name might be included on videos and other resources online, make sure you read the terms.
it: Questo nome potrebbe essere incluso in video ed altre risorse online, assicurati di leggere le condizioni.

source: This is the skin of the car, please upload a compressed file with only the files you edited!
it: Questa e' la skin della macchina, carica un file compresso con solo i file modificati!

source: Driver Real Name
it: Nome del Pilota

source: Driver Nickname
it: Nickname del Pilota

source: Co-driver Real Name
it: Nome del Co-pilota

source: Co-driver Nickname
it: Nickname del Co-pilota

source: I accept that these information collected will be used for the only purpose of creating videos inherent RealRally.
it: Accetto di condividere i miei dati, i quali verranno usati per il solo scopo di creare contenuti inerenti RealRally

source: Please accept the terms.
it: Per favore accetta i termini.

source: home_message
it: Questo e' un piccolo servizio web per caricare replay e skin, per poter create video ed altri contenuti per la comunita' di RealRally, una mod Italiana del gioco Richard Burns Rally. Tutti i dati raccolti sono usati per il solo scopo di creare contenuto per il gioco Richard Burns Rally. Se acconsenti a dare i tuoi dati personali, come per esempio il tuo nome reale (non richiesto), questi dati potrebbero essere mostrati nei video e condivisi su siti web di social media. Accertati di leggere ed accettare le condizioni prima di caricare il materiale ed i tuoi dati personali

source: Upload Replay
it: Carica Replay

source: Share Video
it: Condividi Video

source: Pilot
it: Pilota

source: Car
it: Vettura

source: Team
it: Squadra

source: upload_message
it: Qui puoi caricare uno o più replay, inserisci nome del pilota e copilota se vuoi condividerli ed anche la skin della macchina. Se hai già caricato la skin con un precedente replay non hai bisogno di caricarla di nuovo!

source: Return to home
it: Torna alla prima pagina

source: Thank you, we will create awesomeness with your contribution!
it: Grazie per il tuo contributo!

source: terms_message
it: Tutti i dati raccolti sono usati per il solo scopo di creare contenuto per il gioco Richard Burns Rally. Se acconsenti a dare i tuoi dati personali, come per esempio il tuo nome reale (non richiesto), questi dati potrebbero essere mostrati nei video e condivisi su siti web di social media. Accertati di leggere ed accettare le condizioni prima di caricare il materiale ed i tuoi dati personali
